Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_4.tmx
Source language: de
Languages: en

source: Angepasste Hüllen für Federballschläger
en: Covers (Shaped -) for badminton rackets

source: Angepasste Hüllen für Golfschläger
en: Covers (Shaped -) for golf clubs

source: Xylophone als Spielzeug
en: Xylophones being musical toys

source: Angepasste Behälter für Darts
en: Containers adapted for holding darts

source: Putting-Übungsmatten [Golftrainingsgerät]
en: Putting practice mats [golf implement]

source: Schlägertaschen [für Tennis oder Badminton]
en: Racket cases [for tennis or badminton]

source: Säbel [Fechtwaffen]
en: Sabres [fencing weapon]

source: Angelhaken
en: Fish hooks

source: Spielzeug für das Kinderbett
en: Infants' action crib toys

source: Spielzeugmodelle aus Kunststoff
en: Plastic models being toys

source: Kunststoffspielzeug für das Bad
en: Plastic toys for use in the bath

source: Saiten für Lacrosseschläger
en: Lacrosse stick strings

source: Armschutzpolster für Radsportler
en: Athletic protective arm pads for cycling

source: Ellbogenschutzpolster für Radsportler
en: Athletic protective elbow pads for cycling

source: Baseball-Bälle
en: Baseball balls

source: Mehrzweck-Bewegungsspielzeug für Kinder
en: Children's multiple activity toy

source: Schulterpolsterschnüre für Sportler
en: Shoulder pad laces for athletic use

source: Schlitten [Sportartikel]
en: Sleds [sports articles]

source: Roller [Spielzeug]
en: Scooters [toys]

source: Japanische horizontale Flipperautomaten [Smartballautomaten]
en: Japanese horizontal pinball machines [smartball machines]

source: Modellbausätze [Spielwaren]
en: Scale model kits [toys]

source: Steigklemmen [Bergsteigerausrüstung]
en: Ascenders [mountaineering equipment]

source: Naturdarmsaiten für Tennisschläger
en: Natural gut strings for tennis racquets

source: Paternoster [Angelgeräte]
en: Paternosters [fishing tackle]

source: Angepasste Hüllen für Tischtennisschläger
en: Table tennis racket covers (Shaped -)

source: Spielgeld
en: Play money

source: Elektronische Handspielkonsolen
en: Electronic hand-held game units

source: Aufblasbare Schwimmbecken für die Freizeit [Spielzeug]
en: Inflatable swimming pools for recreational use [toys]

source: Kinderspielgeräte für Innenräume
en: Indoor play apparatus for children

source: Aufblasbare Boxsäcke
en: Inflatable punching bags

source: Horizontale Flipperspielgeräte [Korinto-Spielgeräte]
en: Horizontal pinball machine (korinto-game machines)

source: Japanische Spielkarten [Hanafuda]
en: Japanese playing cards (hanafuda)

source: Drehgelenke für Angelgerät
en: Swivels [fishing tackle]

source: Elektronisches ferngesteuertes Spielzeug
en: Electronic remote controlled toys

source: Body-Toner [Trainingsgeräte]
en: Body toner apparatus [exercise]

source: Ringe für den Sport
en: Rings for sports

source: Schaukelpferde auf Metallrahmen
en: Rocking horses on metal frames

source: Angepasste Tragetaschen für Sportartikel
en: Cases adapted for sporting articles

source: Adapter für Ballpumpen
en: Ball inflator adaptors

source: Tennisbälle [nicht weiche]
en: Tennis balls [not soft]

source: Christbaumschmuck und -verzierungen
en: Decorations and ornaments for Christmas trees

source: Keulen für Gymnastik
en: Clubs for gymnastics

source: Klettergerüste [Spielplatzgeräte]
en: Climbing units [playground equipment]

source: Artikel für den Golfsport
en: Articles for playing golf

source: Stofftiere in Form von Elchen
en: Soft toys in the form of elks

source: Spielautomaten [Maschinen]
en: Automatic gaming machines

source: Mehrteiliges Konstruktionsspielzeug
en: Multi-part construction toys

source: Kostüme als Kinderspielzeug
en: Costumes being childrens playthings

source: Wippen
en: Swings

source: Schutzhüllen für Sportschläger
en: Protective covers for rackets

source: Basebälle aus Gummi
en: Rubber baseballs

source: Schuhe für Puppen
en: Shoes for dolls

source: Handbälle
en: Handballs

source: Ausrüstungen für das Billardspiel
en: Billiard game playing equipment

source: Sprungstäbe [Sportausrüstung]
en: Vaulting poles (sports equipment)

source: Angelgeräte
en: Fishing tackle

source: Bissanzeiger für das Eisfischen
en: Ice fishing strike indicator

source: Spielplatzgeräte aus Metall
en: Playground apparatus made of metal

source: Basketbälle
en: Basketballs

source: Traditionelle japanische Puppen
en: Javelins [for field sports]

source: Speere [Sportplatzartikel]
en: Gaming machines for gambling

source: Zugseile für Wasserskifahrer
en: Artificial fishing bait

source: Künstliche Fischköder
en: Soap bubbles [toys]

source: Scherzartikel in Form von Insekten in Kästen
en: Novelties in the form of bugs in boxes

source: Party-Knaller
en: Party poppers

source: Ziele für Sportzwecke
en: Targets for sporting use

source: Joysticks für Videospiele
en: Joysticks for video games

source: Spielzeugbausteine zum Zusammenstecken
en: Interlocking toy construction pieces

source: Bogenschießgeräte [japanischer und Western-Stil]
en: Archery implements [of Japanese and western styles]

source: Back- und Kochspielzeug
en: Toy bakeware and toy cookware

source: Zimmermannswerkzeuge als Spielzeug
en: Toy sets of carpenters' tools

source: Glöckchen für Christbäume
en: Bells for Christmas trees

source: Rollen für Fahrrad-Heimtrainer
en: Rollers for stationary exercise bicycles

source: Auf Federn gelagerte Punchingbälle
en: Spring-supported punch balls

source: Synthetische Saiten für Sportschläger
en: Synthetic strings for use with rackets

source: Schwimmgürtel
en: Swimming belts

source: Federstäbe für Trainingszwecke
en: Spring bars for exercising

source: Ellenbogenschützer für Skateboard-Fahrer
en: Elbow guards for use in skateboarding

source: Trampolins [Sportartikel]
en: Spring boards [sports articles]

source: Putting-Scheiben für Putting-Übungen in Innenräumen
en: Putting discs for indoor putting practice

source: Wasserbälle
en: Beach balls

source: Videospielgeräte für Spielhallen
en: Arcade video game machines

source: Kleine Spielkugeln
en: Marbles for games

source: Brustschützer für Hockeyspieler
en: Chest protectors [for hockey]

source: Speziell angepasste Pumpen für Spielbälle
en: Pumps especially adapted for use with balls for games

source: Spielsätze aus Action-Figuren
en: Playsets for action figures

source: Aufsitzfahrzeuge für Kinder [Spielzeug]
en: Children's riding vehicles [playthings]

source: Spielzeug aus Metall
en: Toys made of metal

source: Verkleinerte Torpfosten
en: Reduced sized goal posts

source: Ferngesteuerte maßstabsgetreue Modellfahrzeuge
en: Remote controlled scale model vehicles

source: Schneeschlitten [Spielsachen]
en: Snow sledges [playthings]

source: Spielzeugeimer und -spaten
en: Toy buckets and spades

source: Spielbretter für Sammelkartenspiele
en: Game boards for trading card games

source: Aufblasbare Schwimmbecken [Spielwaren]
en: Inflatable swimming pools [play articles]

source: Bissanzeigesensoren [Angelzubehör]
en: Bite sensors [fishing tackle]

source: Münzbetätigte Flipperautomaten
en: Coin-operated pinball game machines

source: Münzbetätigte Video-Spielautomaten
en: Coin-operated video amusement apparatus

source: Hockeyspiele
en: Hockey games

source: Aerosolbetriebene Gewehre [Spielzeug]
en: Aerosol actuator guns [playthings]

source: Aufblasbare Prügelsäcke
en: Inflatable bop bags

source: Gewichtsstangen für das Gewichtheben
en: Dumb-bell shafts [for weight lifting]

source: Trapezgurte für Surfbretter
en: Harness for sailboards

source: Knieschutzpolster für Radsportler
en: Athletic protective knee pads for cycling

source: Murmeln zum Spielen
en: Marbles for playing games

source: Mechanische Spiele
en: Mechanical games

source: Federbetätigte Harpunen [Taucherausrüstung]
en: Spring activated spearguns [scuba equipment]

source: Angepasste Halterungen für Golfschläger
en: Stands specially adapted for holding golf clubs

source: Skier
en: Skis

source: Kreisel [Spielwaren]
en: Spinning tops [toys]

source: Wasserpistolen
en: Water pistols

source: Zaubererkästen [Spielwaren]
en: Magicians' sets (play things)

source: Luftkammern für Bälle
en: Bladders of balls for games

source: Spielzeug-Puzzles
en: Puzzles [toys]

source: Frage-Sets für Brettspiele
en: Question sets for board games

source: Schwimmreifen für Spielzwecke
en: Ring buoys for recreational use

source: Skibindungen und deren Teile
en: Ski bindings and parts therefor

source: Netze für Fußballtore
en: Soccer ball goal nets

source: Knallkapseln für Spielzeugpistolen
en: Caps [percussive] for toy pistols

source: Japanisches Schach [Shogi-Spiele]
en: Shogi game equipment (japanese chess)

source: Sugoroku [japanisches Würfelspiel]
en: Japanese dice games (sugoroku)

source: Skateboards [Freizeitausstattung]
en: Skateboards [recreational equipment]

source: Spielsteintöpfe für das Go-Spiel [Goke-Töpfe]
en: Stone-pieces pots for go game (goke pots)

source: Ferngesteuerte Fahrzeuge [Spielzeuge]
en: Remote-controlled toy vehicles

source: Geräte für Körperübungen
en: Machines for physical exercises

source: Federgriffgeräte für Trainingszwecke
en: Spring bar tension sets for use in exercising

source: Bänke für Turnzwecke
en: Benches for gymnastic use

source: Flitter für Christbaumschmuck, Lametta
en: Tinsel for decorating Christmas trees

source: Bindungen für Alpinskier
en: Bindings for alpine skis

source: Putting-Matten für Putting-Übungen im Haus
en: Putting mats for indoor putting practice

source: Spielzeug aus Gummi
en: Toys made of rubber

source: Gleise für Modellfahrzeuge
en: Tracks for model vehicles

source: Schlitten [Spielsachen]
en: Sleighs [playthings]

source: Griffbänder für Federballschläger
en: Grip bands for badminton rackets

source: Ködertaschen für lebende Fischköder
en: Bait bags for holding live bait

source: Pneumatisch betriebene Paintballpistolen
en: Pneumatically operated paint ball guns

source: Verkleinerte Fußbälle
en: Reduced sized footballs

source: Ferngesteuerte Spielzeugflugkörper
en: Remote controlled flying toys

source: Handgelenkschutzpolster für Radsportler
en: Athletic protective wrist pads for cycling

source: Mechanische Bonbonspender als Spielzeug
en: Toy candy bowl mechanical dispensers

source: Angepasste Hüllen für Skier
en: Covers (Shaped -) for skis

source: Wasserrutschen [Spielgeräte]
en: Water slides [play apparatus]

source: Geldbetätigte oder nicht geldbetätigte Flipperautomaten
en: Pinball machines [coin or non-coin operated]

source: Spielzeug-Musikinstrumente
en: Toy musical instruments

source: Münzbetätigte Automaten für Vergnügungsspiele
en: Coin-operated amusement gaming machines

source: Geldbetätigte elektrische Vergnügungsapparate
en: Coin-operated electrical amusement apparatus

source: Schaukelpferde
en: Rocking horses

source: Grundköder [künstliche]
en: Ground bait [artificial]

source: Harpunengewehre [Sportartikel]
en: Harpoon guns [sports articles]

source: Netze für Sportzwecke
en: Nets for sporting purposes

source: Spielplatzgeräte aus Holz
en: Playground apparatus made of wood

source: Kerzenhalter für Christbäume
en: Candle holders for Christmas trees

source: Beingewichte für Sportler
en: Leg weights for athletic use

source: Miniaturautomodelle [Spielzeug]
en: Miniature car models [toys or playthings]

source: Elastische Schulterpolster für Sportler
en: Shoulder pad elastic for athletic use

source: Hürden [Sportartikel]
en: Hurdles [for track sports]

source: Ausrüstungen für das Volleyballspiel
en: Volleyball game playing equipment

source: Brettspiele
en: Board games

source: Pedalbetriebene Spielzeugfahrzeuge
en: Pedal-propelled wheeled toys

source: Schwimmbecken [Spielwaren]
en: Swimming pools [play articles]

source: Jetonbetätigte Videospielautomaten
en: Token-operated video game machines

source: Netze für Racketball
en: Racquet ball nets

source: Funkgesteuerte Modellfahrzeuge
en: Radio controlled model vehicles

source: Konfetti
en: Confetti

source: Spielzeugfiguren, die verschiedene Formen annehmen können
en: Toy figures capable of transforming into various shapes

source: Bekleidung für Spielzeug
en: Articles of clothing for toys

source: Teile von Angelruten
en: Rod blanks (Fishing -)

source: Angepasste Anglertaschen
en: Bags adapted for fishing

source: Angepasste Taschen für Sportgeräte
en: Bags specially adapted for sports equipment

source: Angepasste Taschen für Surfbretter
en: Bags adapted to carry surfboards

source: Sprungbretter [zum Turnen]
en: Springboards [for gymnastic]

source: Vierrädrige Kinderfahrzeuge [Spielzeug]
en: Children's four-wheeled vehicles [playthings]

source: Angepasste Krickettaschen
en: Cricket bags [adapted]

source: Spielausrüstungen für Bingo
en: Bingo game playing equipment

source: Ferngesteuerte Spielzeugfahrzeuge
en: Toys in the nature of imitation foodstuffs

source: Poolbillardbande [Spielausrüstung]
en: Pool cushions [games equipment]

source: Gymnastik- und Turngeräte
en: Appliances for gymnastics

source: Harpunen für Harpunengewehre [Sportartikel]
en: Harpoons for harpoon guns [sporting articles]

source: Action-Figuren [Spielzeug oder Spielsachen]
en: Action figures [toys or playthings]

source: Corinthian Games [Brettspiele]
en: Apparatus for corinthian games

source: Aufblasbare Reifenschläuche für Freizeitzwecke im Wasser
en: Inflatable inner tubes for aquatic recreational use

source: Spielzeug aus Kunststoff
en: Toys made of plastics

source: Spielgebäude für Kinder
en: Play structures for children

source: Puppen zum Spielen
en: Dolls for playing

source: Hanteln für das Gewichtheben
en: Dumb-bells [for weight lifting]

source: Armschutzpolster für Skateboardfahrer
en: Athletic protective arm pads for skateboarding

source: Automatische münzbetätigte Spiele
en: Automatic coin-operated games

source: Mehrzweckspielzeug für Babys
en: Multiple activity toys for babies

source: Räder für Skateboards
en: Skateboard wheels

source: Köder für die Wasservogeljagd
en: Waterfowl hunting decoys

source: Papierhüte [Partyscherzartikel]
en: Paper hats [party novelties]

source: Münzbetätigte oder jetonbetätigte Flipperautomaten
en: Pinball games machines [coin or counter operated]

source: Bänder mit Gewichten zum Ausbalancieren von Tennisschlägern
en: Tapes with weights for balancing tennis racquets

source: Bauklötze [Spielwaren]
en: Building blocks [toys]

source: Imitationen kosmetischer Präparate als Spielzeug
en: Imitation cosmetic preparations being toys

source: Imitationen von Körperpflegemitteln als Spielzeug
en: Imitation toilet preparations being toys

source: Fußhalterungen für Segelbretter
en: Sail board foot restraints

source: Billardtische mit Geldeinwurf
en: Coin-operated billiard tables

source: Handgelenkschützer für Sportler
en: Wrist guards for athletic use

source: Spiele
en: Games

source: Karuta-Spielkarten [japanisches Kartenspiel]
en: Karuta playing cards (Japanese card game)

source: Holzspielsteine für das Shogi-Spiel [Koma]
en: Wooden pieces for shogi game (koma)

source: Elektronische Ziele
en: Electronic targets

source: Quetschbares Quietschspielzeug
en: Squeezable squeaking toys

source: Elektronische Spielautomaten mit Flüssigkristallanzeige
en: Electronic amusement apparatus incorporating a liquid crystal display

source: Motorisierte Spielfahrzeuge zum Aufsitzen
en: Ride-on toy vehicles (Motorised -)

source: Sandkästen [Sportartikel]
en: Sandboxes [sporting articles]

source: Angepasste Tragetaschen für den Fechtsport
en: Bags adapted to hold fencing equipment

source: Armbrüste [Sportgeräte]
en: Crossbows [sporting apparatus]

source: Kriegsspiele mit Modellsoldaten
en: War games using model soldiers

source: Stoßdämpfende Polster zum Schutz vor Verletzungen [Sportartikel]
en: Shock absorbtion pads for protection against injury [sporting articles]

source: Yoga-Gurte
en: Yoga straps

source: Schwebebalken [Turngerät]
en: Beams [gymnastic apparatus]

source: Spielzeugfahrzeuge mit umwandelbaren Teilen
en: Toy vehicles with transforming parts

source: Musik-Spielzeug
en: Musical toys

source: Speziell angepasste Taschen für Skis und Surfbretter
en: Bags especially designed for skis and surfboards

source: Elektronische Brettspiele
en: Electronic board games

source: Faustschützer [Sportartikel]
en: Fist protectors [sporting articles]

source: Etuis für Tennisbälle
en: Cases for tennis balls

source: Brustschutz [für Baseball]
en: Chest protectors [for baseball]

source: Lockenten für die Jagd
en: Decoy ducks for hunting

source: Zubehör für Puppenkleidung
en: Dolls' clothing accessories

source: Seifenblasen-Sets mit Stäbchen und Lösungen
en: Bubble making wand and solution sets

source: Elektronische Ziele für Spiele
en: Electronic targets for game

source: Elektrische Action-Figuren mit Licht- und Toneffekten
en: Electric action figures with lights and sounds

source: Transportgeräte für Teddybären
en: Conveyances for teddy bears

source: Steuergeräte für Spielkonsolen
en: Controllers for game consoles

source: Wurfscheiben [Diskusse]
en: Discuses for sports

source: Dame [Spiel]
en: Draughts [games]

source: Spielwaren, Spiele, Spielzeug und Kuriositäten
en: Toys, games, playthings and novelties

source: Ausrüstung zum Jagen und Fischen
en: Hunting and fishing equipment

source: Sportartikel und -ausrüstungen
en: Sporting articles and equipment

source: Festschmuck und künstliche Weihnachtsbäume
en: Festive decorations and artificial Christmas trees

source: Geräte für Jahrmärkte und Spielplätze
en: Fairground and playground apparatus

source: Ballwurfmaschinen
en: Ball pitching machines

source: Speziell für Hand-Videospielgeräte angepasste Taschen
en: Bags specially adapted for handheld video games

source: Hagoita [Schläger]
en: Battledores (hagoita)

source: Spielzeug aus Bambus
en: Toys made of bamboo

source: Spielzeug aus Holz
en: Toys made of wood

source: Blockschlitten für American Football
en: Needles for pumps for inflating balls for games

source: Nadeln für Pumpen zum Aufblasen von Spielbällen
en: Pumps specially adapted for use with balls for games

source: Erlebnisdecken zum Spielen für Babys
en: Plush toys with attached comfort blanket

source: Beläge für Dartscheiben
en: Dart board overlays

source: Elektronische Spiele, ausgenommen solche zur ausschließlichen Verwendung mit Fernsehapparaten
en: Electronic games other than those adapted for use with television receivers only

source: Florette zum Fechten
en: Foils for fencing

source: Spiele zur Verwendung mit Fernsehapparaten
en: Games adapted for use with television receivers

source: Darmsaiten für Tennis- oder Badmintonschläger
en: Guts for rackets [for tennis or badminton]

source: Turnböcke [Sportgeräte]
en: Gymnastic training stools

source: Aufblasbare Schwimmhilfen
en: Inflatable swimming floats

source: Koreanische Schachbretter [Jang-gi pan]
en: Korean chess boards (Jang-gi pan)

source: Koreanische Schachfiguren [Jang-gi-Figuren]
en: Korean chess pieces (Jang-gi pieces)

source: Koreanische Spielkarten [Hwatoo]
en: Korean playing cards (Hwatoo)

source: Skateboard-Paddel
en: Skateboard paddles

source: Trainingsbälle zum Stressabbau
en: Stress relief exercise balls

source: Rolltaschen für Golfausrüstung
en: Trolley bags for golf equipment

source: Reifen für rhythmische Sportgymnasik
en: Hoops for rhythmic sportive gymnastics

source: Bänder, speziell für Rhythmische Sportgymnastik
en: Ribbons specially adapted for rhythmic sportive gymnastics

source: Bauchschutz für Taekwondo
en: Abdomen protectors for Taekwondo

source: Schutzpolsterungen für Taekwondo
en: Protective paddings for Taekwondo

source: Schienbeinschutz [Sportartikel]
en: Shin guards [sports articles]

source: Schwimmer [Angelzubehör]
en: Bite indicators [fishing tackle]

source: Steinschleudern [Sportartikel]
en: Sling shots [sports articles]

source: Knieschützer [Sportartikel]
en: Knee guards [sports articles]

source: Stäbe für Stabhochsprung
en: Poles for pole vaulting

source: Plattform-Tennis-Bälle
en: Platform tennis balls

source: Tennisbälle
en: Tennis balls

source: Tennisschläger
en: Tennis rackets

source: Schläger für Plattformtennis
en: Platform tennis paddles

source: Saiten für Tennisschläger
en: Tennis racket strings

source: Saiten für Schläger
en: Strings for rackets

source: Künstliche Weihnachtsbäume
en: Artificial Christmas trees

source: Weihnachtsbäume aus synthetischem Material
en: Christmas trees of synthetic material

source: Golfschläger
en: Golf clubs

source: Kartenspiele
en: Playing cards

source: Plüschtiere
en: Plush toys

source: Spielautomaten [Glücksspielautomaten]
en: Slot machines [gaming machines]

source: Geldbetätigte Vergnügungsautomaten
en: Coin-operated amusement machines

source: Scherzartikel [Attrappen]
en: Practical jokes [novelties]

source: Matroschkas [Puppen]
en: Matryoshka dolls

source: Traditionell gekleidete Puppen
en: Traditionally dressed dolls

source: Gedruckte Lotteriescheine
en: Printed lottery tickets

source: Lotterielose
en: Lottery tickets

source: Münzbetätigte Videospielautomaten für Spielhallen
en: Coin-operated arcade video game machines

source: Bälle für Racketsportarten
en: Balls for racket sports

source: Funkgesteuerte, kleine Luftziele für den Sport
en: Radio-controlled miniature aerial targets for sports

source: Wasserski-Handschuhe
en: Water-skiing gloves

source: Kehlkopfschützer für Sportler
en: Throat protectors for sports use

source: Ausgeformte Hüllen für Tennisschläger
en: Shaped covers for tennis rackets

source: Tontaubenkatapult [Sportartikel]
en: Target launchers [sports articles]

source: Netzpfosten für Tischtennis
en: Table tennis net posts

source: Schlitten für die Freizeit
en: Snow sleds for recreational use

source: Schulterschutz für Sportler
en: Shoulder pads for sports use

source: Spielzeugfiguren aus Gummi
en: Rubber character toys

source: Halterungsgurte für Bodyboards
en: Restraint straps for bodyboards

source: Darmsaiten für Racquetball
en: Racketball racket strings

source: Ausgeformte Hüllen für Racquetball-Schläger
en: Shaped covers for racketball rackets

source: Spielmatten zur Verwendung mit Spielzeugautos [Spielzeug]
en: Play mats for use with toy vehicles [playthings]

source: Spielmatten mit Kleinkindspielzeug [Spielzeug]
en: Play mats incorporating infant toys [playthings]

source: Partyartikel in Form kleiner Spielsachen
en: Party favors in the nature of small toys

source: Papierpuppen
en: Paper dolls

source: Schlamm für Baseball- und Softballbälle
en: Baseball and softball rubbing mud

source: Manuell betätigte Fitnessgeräte
en: Manually operated exercise equipment

source: Beingewichte [Sportartikel]
en: Leg weights [sports articles]

source: Aufblasbare schwimmende Fischersitze
en: Inflatable fishing float tubes

source: Hochsitze [Sportartikel]
en: Hunting stands [sports articles]

source: Pfeilspitzen für die Jagd
en: Hunting arrow points

source: Griffbänder für Golfschläger
en: Grip tapes for golf clubs

source: Griffbänder für Baseballschläger
en: Grip tapes for baseball bats

source: Puttingfahnen [Sportartikel]
en: Golf flags [sports articles]

source: Schulterschutz für American Football
en: Shoulder pads for American football

source: Beinschutz für American Football
en: Leg pads for American football

source: Knieschutz für American Football
en: Knee pads for American football

source: Ellbogenschützer für American Football
en: Elbow pads for American football

source: Brustpolsterungen für American Football
en: Chest pads for American football

source: Körperschutzausstattung für American Football
en: Body protectors for American football

source: Polster für Feldhockey-Torwarte
en: Field hockey goalkeeper pads

source: Jagdverstecke [Sportartikel]
en: Hunting blinds [sports articles]

source: Fußgelenkgewichte zum Trainieren
en: Wrist weights for exercise
